markdown_text_param = '''
Данная таблица демонстрирует основные показатели для обеих групп пациентов, такие как: площадь под графиком за конечное время, площадь под графиком на бесконечности, 
прологарифмированная площадь под графиком за 72 часа, прологарифмированная площадь под графиком на бесконечности, прологарифмированная максимальная 
концентрация препарата в крови, прологарифмированный период времени, за который достигается максимальная концентрация препарата. 
'''

markdown_text_anova = '''
Таблица с результатами классического дисперсионного анализа. Данные из этой таблицы используются для построения доверительных интервалов, 
на основании которых могут быть сделаны выводы о наличии биоэквивалентности, бионеэквивалентности или их отсутствии. 
'''

markdown_text_anova_cross = '''
Таблица с результатами двухфактороного дисперсионного анализа с повторениями. Данные из этой таблицы используются для построения доверительных 
интервалов, на основании которых могут быть сделаны выводы о наличии биоэквивалентности, бионеэквивалентности или их отсутствии. 
'''

markdown_text_interval = '''
Для того, чтобы препараты были биоэквивалентны, необходимо, чтобы границы укладывались в интервал от 80% до 125%.
Данная таблица показывает границы доверительного интервала для препаратов и на основании этого можно сделать вывод о наличии 
биоэквивалентности или бионеэквивалентности.
'''

markdown_text_criteria = '''
В данной таблице указаны результаты проверки критериев.
'''

markdown_text_conc_time_r = '''
График строится для каждого пациента отдельно. Демонстрирует концентрацию препарата в крови в зависимости от времени.
'''

markdown_text_conc_time_t = '''
График строится для каждого пациента отдельно. Демонстрирует концентрацию препарата в крови в зависимости от времени.
'''

markdown_text_conc_time_r_log = '''
График строится для каждого пациента отдельно. Демонстрирует прологарифмированную концентрацию препарата в крови в зависимости от времени.'''

markdown_text_conc_time_t_log = '''
График строится для каждого пациента отдельно. Демонстрирует прологарифмированную концентрацию препарата в крови в зависимости от времени.
'''

markdown_text_conc_time_mean = '''
На графике отображены концентрации тестового и референсного препарата. Данные обобщены по всем пациентам.

'''

markdown_text_conc_time_log_mean = '''
На графике отображены прологарифмированные концентрации тестового и референсного препарата. Данные обобщены по всем пациентам.
'''

markdown_text_log_auc = '''
В данной таблице продемонстрированы средние значения площадей под графиком для каждого препарата внутри группы. 
'''


markdown_concentration_time_cross_tr = '''
Каждый график построен индивидуально для пациента, одна кривая отображает концентрацию тестового препарата, другая - референсного. 
Есть возможность выбора логарифмического вида.
'''

markdown_concentration_time_cross_rt = '''
Каждый график построен индивидуально для пациента, одна кривая отображает концентрацию тестового препарата, другая - референсного.
Есть возможность выбора логарифмического вида.
'''


markdown_group_mean_tr = '''
Каждый график отображает средние значения концентраций обоих препаратов внутри первой группы.
Есть возможность выбора логарифмического вида.
'''

markdown_group_mean_rt = '''
Каждый график отображает средние значения концентраций обоих препаратов внутри второй группы.
Есть возможность выбора логарифмического вида.
'''


markdown_drug_mean = '''
На графике отображены две кривые, каждая из которых демонстрирует концентрацию одного препарата. Средняя концентрация считается по двум группам.
Есть возможность выбора логарифмического вида. 
'''
