markdown_text_table = '''
Среднее - описательная 
статистика (точечная оценка), являющаяся мерой центральной тенденции для приближенно нормально распределенных данных.


Стандартное отклонение показывает, как распределены значения относительно среднего в нашей выборке.
Другими словами, можно понять на сколько велик разброс величины.


Объем выборки - число случаев, включённых в выборочную совокупность.
От количества объектов исследования зависит мощность статистических методов, применяемых для обработки результатов эксперимента.



Квартили – это значения признака в ранжированном ряду распределения, выбранные таким образом, что 25% единиц совокупности будут меньше по величине первой квартили;
25% будут заключены между первой и второй квартилями; 25% - между второй и третьей квартилями; остальные 25% превосходят третью квартиль.


Максимальное число (числа), не меньшее (не меньшие), чем все остальные.


Минимальное число (числа), которое не больше всех остальных.
'''

markdown_text_lin = '''
		Каждый элемент данных представлен в виде точки на графике, заданной по двум столбцам (x и y).
		'''

markdown_text_scatter = '''
		На диаграммах рассеяния ряд точек отображает значения по двум переменным. Сила корреляции определяется по тому, насколько близко расположены друг от друга точки на графике.
		'''

markdown_text_heatmap = '''
		При оформлении в табличном формате тепловые карты позволяют всесторонне анализировать многомерные данные за счет распределения переменных по рядам и столбцам и закрашивания цветом ячеек таблицы.
		'''

markdown_text_corr = '''
		Рассчитывает коэффициенты корреляции между всеми выбранными переменными попарно. Корреляция – это мера связи между двумя переменными. Коэффициент корреляции может изменяться от -1.00 до +1.00. 
		Значение -1.00 означает полностью отрицательную корреляцию, значение +1.00 означает полностью положительную корреляцию. Значение 0.00 означает отсутствие корреляции.
		'''

markdown_text_box = '''
		Данный вид диаграммы используется для визуального представления групп числовых данных через квартили. Прямые линии, которые исходят из ящика, называются «усами» и используются для обозначения степени разброса за пределами верхнего и нижнего квартилей. 
		'''

markdown_text_hist = '''
		Диаграмма, построенная в столбчатой форме, в которой величина показателя изображается графически в виде столбика. 
		'''

markdown_text_log = '''
		Каждый элемент данных представлен в виде точки на графике, заданной по двум столбцам (x и y).
		'''

markdown_text_linlog = '''
		Каждый элемент данных представлен в виде точки на графике, заданной по двум столбцам (x и y).
		'''

markdown_text_pie = '''
			Данный вид диаграммы используется для отображения данных в виде круговой диаграммы, 
			в которой размер доли отображает размер конкретного параметра
			'''

markdown_text_dotplot = 'Это непространственный инструмент, который используется для визуализации отношения между двумя числовыми переменными'


markdown_text_histbox = '''
			Гистограмма - это диаграмма, построенная в столбчатой форме, в которой величина показателя изображается графически в виде столбика. 
			В свою очередь, ящик с усами используется для визуального представления групп числовых данных через квартили. 
			Прямые линии, которые исходят из ящика, называются «усами» и используются для обозначения степени разброса за пределами верхнего и нижнего квартилей. 
			'''

markdown_text_pivot =  '''
Сводная таблица — инструмент обработки данных, служащий для их обобщения.
'''

