statistical_terms = {
    "term_1": ["Диаграмма 'Ящик с усами'", " – это визуальное представление о "
                                           "распределении данных, позволяющее оценить медиану, квартили, разброс "
                                           "и наличие выбросов в наборе данных, где “ящик” представляет собой "
                                           "межквартильный размах, в котором содержится ровно 50% всех "
                                           "наблюдений, по его размеру можно судить о величине диапазона разброса "
                                           "значений, если размер ящика значительный, то значения имеют большое "
                                           "различие. Ящик с усами может восприниматься как вид сверху на всем "
                                           "известную гистограмму.", ],
    "term_2": ["Коэффициент корреляции Спирмена",
               "– это непараметрическая мера ранговой корреляции, показывающая, "
               "насколько изменения значений в рангах (порядковых номерах "
               "значений при их упорядочении, а в случае одинаковых значений "
               "среднее арифметическое их порядковых номеров) одной "
               "переменной, связаны с изменениями в рангах другой переменной; "
               "метод устойчив к выбросам в данных. Критерий используется в "
               "том числе для данных, которые не являются нормально "
               "распределенными, применим также для выборок малого объема. "
               "Формула расчета коэффициента основана на вычислении суммы "
               "квадратов разности между рангами пар сопоставляемых значений "
               "для каждого наблюдения/пациента.", ],
    "term_3": ["Кривая выживаемости ",
               "– это графическое представление вероятности "
               "выжить после некоторого начального события в зависимости от "
               "времени."
               " Используется для изучения продолжительности жизни и других временных "
               "параметров.", ],

    "term_4": ["T-критерий Стьюдента",
               " – это статистический "
               "критерий, применяемый для сравнения средних значений двух независимых "
               "выборок. Критерий основан на t-распределении и используется для "
               "определения, есть ли статистически значимые различия между средними "
               "значениями двух групп.", ],
}
