statistical_terms = {
    "T-критерий Стьюдента для независимых переменных": "это статистический критерий, применяемый для сравнения средних значений двух независимых выборок. Критерий основан на t-распределении и используется для определения, есть ли статистически значимые различия между средними значениями двух групп.",
    "Диаграмма <ящик с усами>": "это визуальное представление о распределении данных, позволяющее оценить медиану, квартили, разброс и наличие выбросов в наборе данных, где “ящик” представляет собой межквартильный размах, в котором содержится ровно 50% всех наблюдений, по его размеру можно судить о величине диапазона разброса значений, если размер ящика значительный, то значения имеют большое различие. Ящик с усами может восприниматься как вид сверху на всем известную гистограмму.",
    "Коэффициент корреляции Спирмена": "это непараметрическая мера "
                                       "ранговой корреляции, показывающая, "
                                       "насколько изменения в рангах одной "
                                       "переменной связаны с изменениями в "
                                       "рангах другой переменной, "
                                       "используется, если данные имеют "
                                       "порядковый характер, "
                                       "а не абсолютные числовые значения, "
                                       "метод устойчив к выбросам в "
                                       "данных. Формула расчета "
                                       "коэффициента включает в себя "
                                       "разность между рангами переменных "
                                       "и вычисление суммы квадратов этих "
                                       "разностей.",
    "Кривая выживаемости": "графическое представление вероятности выжить после некоторого начального события в зависимости от времени. Используется для изучения продолжительности жизни и других временных параметров.",
}
