statistical_terms = {
    "term_1": [
        "P-значение (P-value)",
        "вероятность получить результат, равный или отличный от фактически "
        "наблюдаемого результата, при условии, что изначальное предположение "
        "верно, например, об отсутствии наличия эффекта применения препарата. "
        "В статистике P-значение используется для оценки статистической "
        "значимости результатов испытания или исследования.",
    ],
    "term_2": [
        "T-критерий Стьюдента",
        "критерий, применяемый для сравнения средних значений двух "
        "независимых/зависимых выборок. Критерий основан на t-распределении и "
        "используется для определения, есть ли статистически значимые "
        "различия между средними значениями двух групп. Для применения "
        "t-критерия Стьюдента необходимо, чтобы исходные данные имели "
        "нормальное распределение.",
    ],
    "term_3": [
        "T-распределение",
        "вероятностное распределение, которое используется для оценки "
        "значимости различий между средними значениями двух выборок. "
        "Распределение также широко применяется в статистике для определения "
        "доверительных интервалов и расчета статистических критериев.",
    ],
    "term_4": [
        "U-критерий Манна-Уитни",
        "непараметрический ранговый критерий, применяемый для сравнения двух "
        "независимых выборок, используется, если данные не являются нормально "
        "распределенными и для выборок малого объема, является "
        "непараметрическим аналогом Т-критерия Стьюдент для независимых "
        "выборок.",
    ],
    "term_5": [
        "W-критерий Уилкоксона",
        "непараметрический ранговый аналог T-критерия Стьюдента для зависимых "
        "выборок, применяется для проверки гипотезы о том, что медианы двух "
        "зависимых выборок равны, используется, если данные не являются "
        "нормально распределенными и для выборок малого объема.",
    ],
    "term_6": [
        "Выбросы",
        "нетипичные для выборки наблюдения, находятся за пределами нижнего и "
        "верхнего квартилей.",
    ],
    "term_7": [
        "Гистограмма",
        "графическое представление распределения данных по интервалам, "
        "помогает визуально оценить форму распределения данных и выявить его "
        "особенности, такие как мода, среднее и разброс.",
    ],
    "term_8": [
        "Диаграмма рассеяния",
        "диаграмма, где данные представлены точками на плоскости, "
        "используется для визуального анализа взаимосвязей между двумя "
        "переменными.",
    ],
    "term_9": [
        "Диаграмма Ящик с усами",
        "визуальное представление о "
        "распределении данных, позволяющее оценить медиану, квартили, разброс "
        "и наличие выбросов в наборе данных, где “ящик” представляет собой "
        "межквартильный размах, в котором содержится ровно 50% всех "
        "наблюдений, по его размеру можно судить о величине диапазона разброса "
        "значений, если размер ящика значительный, то значения имеют большое "
        "различие. Ящик с усами может восприниматься как вид сверху на всем "
        "известную гистограмму.",
    ],
    "term_10": [
        "Доверительная вероятность",
        "вероятность, что истинное значение параметра попадет в заданный " "интервал.",
    ],
    "term_11": [
        "Доверительный интервал",
        "интервал, который с заданной вероятностью содержит значения "
        "параметра выборки.",
    ],
    "term_12": [
        "Квартили",
        "значения, которые делят упорядоченную выборку на четыре части таким "
        "образом, что 25% значений данных будут меньше первого квартиля, "
        "25% значений будут между первым и вторым квартилями, другие 25% "
        "значений между вторым и третьим квартилями, и остальные 25% "
        "превосходят третий квартиль.",
    ],
    "term_13": [
        "Корреля́ция",
        "статистическая взаимосвязь двух или более величин из выборки.",
    ],
    "term_14": [
        "Коэффициент корреляции Спирмена",
        "непараметрическая мера ранговой корреляции, показывающая, "
        "насколько изменения значений в рангах (порядковых номерах "
        "значений при их упорядочении, а в случае одинаковых значений – "
        "среднее арифметическое их порядковых номеров) одной "
        "переменной, связаны с изменениями в рангах другой переменной; "
        "метод устойчив к выбросам в данных. Критерий используется в "
        "том числе для данных, которые не являются нормально "
        "распределенными, применим также для выборок малого объема. "
        "Формула расчета коэффициента основана на вычислении суммы "
        "квадратов разности между рангами пар сопоставляемых значений "
        "для каждого наблюдения/пациента.",
    ],
    "term_15": [
        "Кривая выживаемости",
        "графическое представление вероятности "
        "выжить после некоторого начального события в зависимости от "
        "времени."
        " Используется для изучения продолжительности жизни и других временных "
        "параметров.",
    ],
    "term_16": [
        "Критерий Колмогорова-Смирнова",
        "непараметрический критерий, предназначенный для проверки гипотезы о "
        "принадлежности анализируемой выборки определенному закону "
        "распределения (в основном применяется для проверки нормальности "
        "распределения совокупностей количественных данных). Используется для "
        "оценки, имеют ли выборки одинаковые распределения.",
    ],
    "term_17": [
        "Круговая диаграмма",
        "графическое представление данных, где сектора круга отображают долю "
        "или процентное соотношение группы данных относительно всей "
        "совокупности данных.",
    ],
    "term_18": [
        "Линейный график",
        "график, который используется для отображения изменения значения "
        "одной или нескольких переменных в зависимости от другой переменной.",
    ],
    "term_19": [
        "Логарифмический график",
        "график, в котором одна или обе оси используют логарифмическую шкалу, "
        "применяется в случае широкого диапазона значений.",
    ],
    "term_20": ["Максимум", "наибольшее значение выборки."],
    "term_21": [
        "Медиана",
        "значение, которое делит выборку на две равные части, ниже которого "
        "находится 50% всех значений выборки.",
    ],
    "term_22": ["Минимум", "наименьшее значение выборки."],
    "term_23": [
        "Множественная гистограмма",
        "график, включающий несколько "
        "гистограмм, предназначен для "
        "визуализации сравнения форм и "
        "плотности распределений между "
        "разными группами.",
    ],
    "term_24": ["Мода",
                "значение, повторяющееся с наибольшей частотой в выборке."],
    "term_25": [
        "Объем выборки",
        "количество объектов (пациентов), " "включенных в выборочную совокупность.",
    ],
    "term_26": [
        "Среднее",
        "значение, рассчитываемое делением суммы всех значений выборки "
        "на ее объем (количество значений), в статистических расчетах "
        "применяется для описания данных в случае выборок, соответствующих "
        "нормальному закону распределения.",
    ],
    "term_27": [
        "Стандартное отклонение",
        "квадратный корень из среднего квадратов разностей отклонений "
        "значений от среднего, другими словами, это мера разброса значений в "
        "выборке относительно среднего, используется для описания выборок, "
        "соответствующих нормальному закону распределения.",
    ],
    "term_28": [
        "Тепловая карта",
        "визуальный инструмент для отображения плотности распределения "
        "значений данных и выявления их корреляций с помощью цветовой палитры.",
    ],
}
